/*
 Localizable.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2017 TWS. All rights reserved.
 */

// General

"_cancel_"                  = "Cancelar";
"_upload_file_"             = "Subir archivo";
"_download_file_"           = "Descargar archivo.";
"_upload_encrypted_file_"   = "Subir archivo cifrado";
"_loading_"                 = "Cargando";
"_loading_with_points_"     = "Cargando...";
"_loading_num_"             = "Cargando archivo %i";
"_loading_autoupload_"      = "Subida automática";
"_uploading_"               = "Subiendo";
"_synchronization_"         = "Sincronización";
"_delete_"                  = "Eliminar";
"_delete_file_n_"           = "Borrar archivo %i de %i";
"_rename_"                  = "Renombrar";
"_move_"                    = "Mover";
"_move_file_n_"             = "Mover archivo %i de %i";
"_create_folder_"           = "Crear una carpeta nueva";
"_creating_sharing_"        = "Creando compartido";
"_updating_sharing_"        = "Actualizando compartido";
"_removing_sharing_"        = "Eliminando compartido";
"_add_"                     = "Agregar";
"_login_"                   = "Iniciar sesión";
"_save_"                    = "Guardar";
"_save_encrypted_"          = "Guardar cifrado";
"_warning_"                 = "Precaución";
"_error_"                   = "Error";
"_no_"                      = "No";
"_yes_"                     = "Sí";
"_select_"                  = "Seleccionar";
"_crypto_cloud_upload_"     = "Subir";
"_home_"                    = "Archivos";
"_file_to_upload_"          = "Archivo para subir";
"_destination_"             = "Destino";
"_ok_"                      = "OK";
"_beta_version_"            = "Versión beta";
"_function_in_testing_"     = "Función en pruebas. Por favor, envíe información sobre cualquier problema o o mal funcionamiento.";
"_done_"                    = "Hecho";
"_passcode_too_short_"      = "Código de paso demasiado corto, se necesitan al menos 4 caracteres";
"_selected_"                = "Seleccionado";
"_scan_fingerprint_"        = "Escanee huella digital para autenticar";
"_no_active_account_"       = "No se ha encontrado la cuenta";
"_info_"                    = "Información";
"_save_exit_"               = "¿Quiere salir sin guardar?";
"_video_"                   = "Vídeo";
"_overwrite_"               = "Sobreescribir";
"_transfers_in_queue_"      = "Transferencias en proceso. Por favor, espera...";
"_too_errors_automatic_all_"= "Demasiados errores, ve al Centro de control para verificar el problema";
"_create_folder_"           = "Crear una carpeta nueva";
"_close_"                   = "Cerrar";
"_postpone_"                = "Posponer";
"_remove_"                  = "Borrar";
"_file_not_found_"          = "Archivo no encontrado";
"_continue_"                = "¿Deseas continuar?";
"_auto_upload_folder_"      = "Subida automática";
"_gallery_"                 = "Galería";
"_photo_"                   = "Foto";
"_audio_"                   = "Audio";
"_unknown_"                 = "Desconocido";

// App

"_synchronization_header_"  = "Sincronización de encabezado cifrado en proceso...";
"_network_available_"       = "Red disponible";
"_network_not_available_"   = "Red no disponible";

// Networking

"_no_reuploadfile_"         = "No se pudo encontrar ni volver a enviar el archivo. Elimina la subida y vuelve a cargar el archivo para subirlo.";
"_file_already_exists_"     = "No se puede completar la operación, hay un archivo con el mismo nombre";
"_read_file_error_"         = "Error leyendo el archivo";

// More

"_more_"                    = "More";
"_notifications_"           = "Notificaciones";
"_logout_"                  = "Desconectar";

// Settings

"_acknowledgements_"        = "Agradecimientos";
"_settings_"                = "Configuración";
"_passcode_"                = "Contraseña";
"_lock_active_"             = "Bloqueo: Activo";
"_lock_not_active_"         = "Bloqueo: Desactivado";
"_lock_protection_folder_"  = "Bloqueo solo para carpetas protegidas";
"_url_"                     = "URL";
"_username_"                = "Nombre de usuario";
"_change_credentials_"      = "Cambie sus credenciales";
"_wifi_only_"               = "Usar solo conexión Wi-Fi";
"_settings_autoupload_"     = "Subida automática";
"_app_version_"             = "Versión de la aplicación";
"_app_in_use_"              = "Aplicación en uso";
"_contact_by_email_"        = "Contactar con nosotros por correo electrónico";
"_support_"                 = "Soporte";
"_clear_cache_"             = "Limpiar caché (%@ usada)";
"_clear_cache_no_size_"     = "Borrar caché";
"_exit_"                    = "Salir";
"_funct_not_enabled_"       = "Funcionalidad no activada";
"_passcode_activate_"       = "Bloqueo de contraseña activado";
"_disabling_passcode_"      = "Desactivando bloqueo de contraseña";
"_want_exit_"               = "¡Atención! Se volverá al estado inicial. ¿Continuar?";
"_proceed_"                 = "Continuar";
"_delete_cache_"            = "Borrar caché";
"_want_delete_cache_"       = "¿Deseas eliminar la caché?";
"_want_delete_thumbnails_"  = "¿Quieres borrar también todas las vistas en miniatura?";
"_mail_deleted_"            = "Correo borrado";
"_mail_saved_"              = "Correo guardado";
"_mail_sent_"               = "Correo electrónico enviado";
"_mail_failure_"            = "Fallo al enviar correo: %@";
"_information_req_"         = "Petición de información";
"_write_in_english_"        = "Please, write us in English";
"_credentials_"             = "Credenciales";
"_manage_account_"          = "Gestionar cuenta";
"_change_password_"         = "Cambiar contraseña";
"_add_account_"             = "Agregar cuenta";
"_delete_account_"          = "Eliminar cuenta";
"_want_delete_"             = "¿Estás seguro de que quieres borrar?";
"_no_delete_"               = "No, no borrar";
"_yes_delete_"              = "Sí, borrar";
"_remove_cache_"            = "Por favor, espera. Borrando caché...";
"_optimizations_"           = "Optimizaciones";
"_synchronizations_"        = "Carpetas de sincronizaciones";
"_version_server_"          = "Versión del servidor";
"_check_key_aes_256_"       = "Configurar código de paso de la clave de cifrado";
"_encryptpass_by_email_"    = "Enviar por correo";
"_title_mail_encryptpass_"  = "Código de paso de la clave de cifrado de Loopin";
"_text1_mail_encryptpass_"  = "Su palabra de código de cifrado es";
"_text2_mail_encryptpass_"  = "Guárdela en lugar seguro y lejos de ojos curiosos.";
"_help_"                    = "Ayuda";
"_lock_protection_simply_"  = "Password protection simple";
"_change_simply_passcode_"  = "Cambiar tipo de contraseña";
"_quota_"                   = "Cuota";
"_available_"               = "disponible";
"_cloud_account_"           = "Cuenta en la nube";
"_information_"             = "Información";
"_personal_information_"    = "Información personal";
"_user_full_name_"          = "Nombre completo";
"_user_address_"            = "Dirección";
"_user_phone_"              = "Número de teléfono";
"_user_email_"              = "Correo electrónico";
"_user_web_"                = "Sitio web";
"_user_twitter_"            = "Twitter";
"_quota_using_"             = "Está usando %@ of %@";
"_favorite_offline_"        = "Favoritos disponibles sin conexión";
"_favorite_offline_footer_" = "El hacer los favoritos disponibles sin conexión puede tomar mucho tiempo y ocupar mucha memoria.";
"_advanced_"                = "Avanzado";
"Skip"                      = "Omitir";
"Start"                     = "Comenzar";

// Manage AutoUpload

"_autoupload_"                      = "Subida automática de fotos/vídeos";
"_autoupload_background_"           = "Subir automáticamente en segundo plano";
"_autoupload_photos_"               = "Subir automáticamente fotos";
"_autoupload_videos_"               = "Subir automáticamente vídeos";
"_autoupload_description_"          = "Los nuevos vídeos y fotos se subirán a tu nube";
"_autoupload_description_background_"  = "Esta opción necesita el uso de GPS para provocar la detección de fotos/vídeos nuevos en el carrete de la cámara una vez la locación cambia de forma significativa";
"_autoupload_background_title_"     = "Limitaciones";
"_autoupload_background_msg_"       = "Debido a las restricciones de iOS, todavía no se pueden realizar procesos en segundo plano, a no ser que los servicios GPS estén activados. Una vez se cambia de celda en la red celular, el sistema se activa por un momento y comprueba si hay fotos nuevas que subir a la nube.";
"_autoupload_change_location_"      = "Cambiar carpeta";
"_autoupload_location_now_"         = "Carpeta";
"_autoupload_location_default_"     = "Recuperar carpeta por defecto";
"_autoupload_change_location_footer_" = "Cambiar la carpeta de fotos que se usa para la Subida automática de fotos de la cámara (si la opción está activada)";
"_autoupload_not_select_home_"      = "Selecciona una carpeta";
"_autoupload_save_album_"           = "Copiar foto o vídeo en el álbum de fotos";
"_autoupload_fullphotos_"           = "Subir el rollo de cámara completo";
"_autoupload_fullphotos_footer_"    = "Selecciona las opciones de arriba antes de subir";
"_autoupload_create_subfolder_"     = "Usar subcarpetas";
"_autoupload_create_subfolder_footer_" = "Guardar en subcarpetas basadas en año y mes";
"_autoupload_filenamemask_"         = "Change filename mask";
"_autoupload_filenamemask_footer_"  = "Change the automatic filename mask";

// Manage Crypto Cloud

"_crypto_cloud_system_"             = "Sistema Crypto Cloud";
"_alert_activation_crypto_cloud_"   = "Sistema Crypto Cloud activado";
"_alert_deactivation_crypto_cloud_" = "Sistema Crypto Cloud desactivado";
"_activation_crypto_cloud_"         = "Activación de Crypto Cloud System";
"_deactivation_crypto_cloud_"       = "Desactivación de Crypto Cloud System";
"_footer_crypto_cloud_"             = "Basado en el cifrado AES-256, el sistema Crypto Cloud te permitirá almacenar todos tus datos privados (documentos, plantillas, fotos, vídeos, etc.) en tu nube, manteniéndolos así a salvo de posibles 'ojos cotillas'.\n\nSe te pedirá que introduzcas una clave de cifrado (mínimo, 4 caracteres; máximo, 64 caracteres). Nunca podrás recuperarla y tus archivos permanecerán cifrados. Si reinstalas Loopin o accedes a tus datos desde otros sistema iOS, usa la misma combinación.\n\nCualquier archivho puede ser cifrado o descifrado. El nombre de las carpetas que contienen tus archivos también se pueden cifrar (para ocultar cualquier posible pista sobre sus contenidos).\n\nCualquier clase de doc umento, ya sea en formato estándar o cifrado, puede subirse de Loopin a tu nube. Todos los archivos y carpetas cifrados estarán marcados en color naranja. Si están en modo de previsualización, se idientificarán por una etiqueta naranja de 3 puntos.\n\nSe dispone de plantillas para guardar tus datos confidenciales (notas, tarjetas de crédito, mediso de pago, cuentas bancarias, contraseñas de sitios web, etc.) y pueden guardarse también en tu nube en modo cifrado.\n\nActívalo y desactívalo cuando quieres, pero recuerda usar siempre la misma clave de cifrado.\n\nPor el momento, los archivos cifrados con el sistema Crypto Cloud se pueden ver solo con sistemas iOS.";

// Manage Help

"_help_tutorial_"               = "Tutorial";
"_help_intro_"                  = "Introducción a Loopin";
"_help_activity_verbose_"       = "Fuente de actividad detallada";
"_help_activity_mail_"          = "Enviar actividad vía correo electrónico";
"_help_activity_clear_"         = "Guardar actividad";


// Manage Optimizations

"_optimized_photos_"            = "Resolución optimizada de fotos";
"_upload_del_photos_"           = "Borrar archivos tras subida";
"_optimized_photos_how_"        = "Si su iPhone tiene poco espacio, las fotos de resolución completa, subidas o bajadas, son reemplazadas automáticamente por versiones optimizadas. Las versiones de resolución completa se almacenan en su nube.";
"_upload_del_photos_how_"       = "Los archivos se eliminarán de la memoria del dispositivo tras ser subidos a la nube. Permanecerán en el rollo de cámara. Solo tienes que descargar los archivos para verlos.";

// Login

"_connect_server_anyway_"       = "¿Aun así quiere conectarse al servidor?";
"_connection_error_"            = "Error de conexión";
"_add_your_nextcloud_"          = "Añada su cuenta de Loopin";
"_key_aes_256_"                 = "Código de acceso para la clave de cifrado";
"_login_url_"                   = "Dirección del servidor https://…";

"_security_init_required_hint_" = "Pista del código de acceso para la clave de cifrado (recomendado)";
"_hint_"                        = "Pista";
"_security_init_required_mail_" = "Introduce tu dirección de correo a la que enviar el passcode de la clave de cifrado (recomendado).";
"_email_"                       = "Email";
"_title_form_security_init_"    = "Opciones de seguridad";
"_login_bottom_label_"          = "";
"_error_multidomain_"           = "Dirección no permitida, solo los siguientes dominios son válidos:";

// Favorite

"_favorites_"                   = "Favoritos";
"_favorite_"                    = "Marcar como favorito";
"_unfavorite_"                  = "Desmarcar como favorito";
"_no_files_uploaded_"           = "No se han subido archivos";
"_tutorial_favorite_view_"      = "Los archivos y carpetas que marques como favoritos aparecerán aquí";
"_tutorial_offline_view_"       = "Los archivos copiados aquí estarán disponibles sin conexión.\n\nSe sincronizarán con tu nube.";
"_tutorial_local_view_"         = "Encontrarás los archivos descomprimidos de tu nube.\n\nConéctate a iTunes para compartir estos archivos.";
"_more_"                        = "More";
"_favorite_no_files_"           = "Aún no hay favoritos";


// Auto Upload

"_pull_down_"                               = "Arrastra hacia abajo para recargar";
"_no_photo_load_"                           = "No hay fotos ni vídeos";
"_tutorial_autoupload_view_"                = "Puedes activar las subidas automáticas en la \"Configuración\"";
"_no_date_"                                 = "Sin fecha";
"_today_"                                   = "Hoy";
"_time_"                                    = "Hora: %@\n\n%@";
"_location_not_enabled_"                    = "Servicios de localización no activados";
"_location_not_enabled_msg_"                = "Por favor, ve a \"Configuración y enciende los \"Servicios de localización\" para permitir subidas automáticas de fotos/vídeos.";
"_access_photo_not_enabled_"                = "Acceso a fotos no activado";
"_access_photo_not_enabled_msg_"            = "Por favor, ver a \"Configuración\" y activa \"Acceso a fotos\" para permitir subidas automáticas de fotos/vídeos.";
"_access_photo_location_not_enabled_"       = "Acceso a fotos y localización no activados";
"_access_photo_location_not_enabled_msg_"   = "Por favor, ve a \"Configuración\" y activa \"Acceso a fotos\" y \"Servicios de localización\" para permitir subidas automáticas de fotos/vídeos.";
"_tutorial_photo_view_"                     = "Aún no hay fotos ni vídeos subidos";
"_create_full_upload_"                      = "Creando archivo... Puede llevar un buen rato. Por favor, espera.";
"_error_createsubfolders_upload_"           = "Error creando subcarpetas";
"_activate_autoupload_"                     = "Activar subida automática";

// Template

"_title_"                       = "Título";
"_web_account_data_"            = "Datos de la cuenta web";
"_url:_"                        = "URL:";
"_login:_"                      = "Usuario:";
"_password:_"                   = "Contraseña:";
"_notes_"                       = "Notas";
"_web_account_"                 = "Cuenta web";
"_enter_title_"                 = "Introduce título";
"_add_folder_"                  = "Añadir carpeta";
"_add_photos_videos_"           = "Añadir fotos o vídeos";
"_add_folder_encryptated_"      = "Añadir carpeta con nombre cifrado";
"_add_encrypted_photo_video_"   = "Añadir fotos o vídeos cifrados";
"_add_credit_card_"             = "Añadir plantilla para tarjeta de crédito";
"_add_atm_"                     = "Añadir plantilla para tarjeta de crédito";
"_add_bank_account_"            = "Añadir plantilla para cuenta bancaria";
"_add_web_account_"             = "Añadir cuenta web";
"_add_notes_"                   = "Añadir notas";
"_add_driving_license_"         = "Añadir plantilla para carné de conducir";
"_add_id_card_"                 = "Agregar plantilla de ID card";
"_add_passport_"                = "Añadir plantilla de pasaporte";
"_add_atm_card_"                = "Datos de la tarjeta de crédito";
"_bank_name:_"                  = "Nombre del banco:";
"_code:_"                       = "Código:";
"_security_code:_"              = "Código de seguridad:";
"_pin:_"                        = "PIN:";
"_atm_card_"                    = "Tarjeta de crédito";
"_credi_card_data_"             = "Datos de la tarjeta de crédito:";
"_name_surname:_"               = "Nombre Apellido:";
"_expiry_date:_"                = "Fecha de caducidad:";
"_credit_card_"                 = "Tarjeta de crédito";
"_id_card_"                     = "Documento de identidad";
"_number:_"                     = "Número:";
"_place_of_birth:_"             = "Lugar de nacimiento:";
"_date_of_birth:_"              = "Fecha de nacimiento:";
"_date_of_issue:_"              = "Fecha de expedición:";
"_date_of_expiry:_"             = "Fecha de caducidad:";
"_bank_account_data_"           = "Bank account data";
"_account_n:_"                  = "Número de cuenta:";
"_iban:_"                       = "IBAN:";
"_swift:_"                      = "SWIFT:";
"_agency:_"                     = "Agencia:";
"_bank_account_"                = "Cuenta bancaria";
"_passport_"                    = "Pasaporte";
"_driving_license_"             = "Carné de conducir";
"_license_number:_"             = "Número de licencia:";
"_vehicle_types:_"              = "Tipos de vehículo:";

// Utility

"_never_"                       = "nunca";
"_less_a_minute_"               = "hace menos de un minuto";
"_minutes_ago_"                 = "hace %d minutos";
"_hours_ago_"                   = "hace %d horas";
"_days_ago_"                    = "hace %d días";
"_over_30_days_"                = "más de 30 días";
"_connection_internet_offline_" = "La conexión a internet parece desconectada o se requiere Wi-Fi";
"_insert_password_"             = "introduce la contraseña";
"_update_in_progress_"          = "Actualización de versión. Por favor, espera...";
"_forbidden_characters_"        = "El nombre del archivo o carpeta contiene caracteres no admitidos";
"_mail_not_can_send_mail_"      = "No se ha configurado una cuenta o se ha introducido una dirección de correo errónea";

// File

"_photo_camera_"                = "Fotos";
"_unzip_in_progress_"           = "Extracción al almacenamiento local en proceso...";
"_file_unpacked_"               = "Archivo descomprimido en el almacenamiento local";
"_file_saved_local_"            = "Archivo guardado en el almacenamiento local.";
"_file_not_present_"            = "Error: el archivo no estaba presente. Por favor, vuelve a cargar.";
"_order_by_date_"               = "Ordenar por fecha";
"_current_order_name_"          = "(actualmente ordenados por nombre)";
"_order_by_name_"               = "Ordenar por nombre";
"_current_order_date_"          = "(actualmente ordenado por fecha)";
"_sort_descending_"             = "Ordenar en descendente";
"_current_sort_ascending_"      = "(actualmente en orden ascendente)";
"_sort_ascending_"              = "Orden descendente";
"_current_sort_descending_"     = "(actualmente en orden descendente)";
"_delete_selected_files_"       = "Eliminar archivos";
"_move_selected_files_"         = "Mover archivos";
"_encrypted_selected_files_"    = "Archivos cifrados";
"_decrypted_selected_files_"    = "Archivos descifrados";
"_download_selected_files_"     = "Descargar archivos";
"_download_selected_files_folders_" = "Descargar archivos y carpetas";
"_error_passcode_"              = "Error: código de paso erróneo para la clave de cifrado.";
"_error_operation_canc_"        = "Error: operación cancelada.";
"_only_lock_passcode_"          = "Disponible solo al activar contraseña de bloqueo. Actívala en la \"Configuración\"";
"_passcode_protection_"         = "Protección con contraseña";
"_encrypt_"                     = "Cifrar";
"_decrypt_"                     = "Descifrar";
"_remove_favorites_"            = "Eliminar de favoritos";
"_remove_offline_"              = "Eliminar de sin conexión";
"_add_favorites_"               = "Añadir a favoritos";
"_add_offline_"                 = "Agregar a sin conexión";
"_remove_passcode_"             = "Eliminar protección con contraseña";
"_protect_passcode_"            = "Proteger con contraseña";
"_share_"                       = "Compartir";
"_reload_"                      = "Volver a cargar";
"_open_in_"                     = "Abrir en...";
"_remove_local_file_"           = "Eliminar de la caché";
"_add_local_"                   = "Añadir a almacenamiento local";
"_comm_erro_pull_down_"         = "Atención: error de comunicación con el servidor. Desliza hacia abajo para volver a cargar.";
"_file_not_downloaded_"         = "archivo no descargado";
"_file_not_uploaded_"           = "archivo no subido";
"_folders_"                     = "carpetas";
"_folder_"                      = "carpeta";
"_files_"                       = "archivos";
"_file_"                        = "archivo";
"_folder_blocked_"              = "Carpeta bloqueada";
"_downloading_progress_"        = "iniciando descarga de archivos..";
"_encrypted_progress_"          = "Cifrado...";
"_decrypted_progress_"          = "Descifrado...";
"_no_file_pull_down_"           = "Sube un archivo o arrastra hacia abajo para recargar";
"_browse_images_"               = "Explorar imágenes";
"_synchronized_folder_"         = "Mantener la carpeta sincronizada";
"_remove_synchronized_folder_"  = "Eliminar la sincronización";
"_synchronized_confirm_"        = "Tras activar la sincronización, todos los archivos de la carpeta se sincronizarán con el servidor. ¿Continuar?";
"_offline_folder_confirm_"      = "Después de activar la opción sin conexión, todos los archivos serán sincronizados con el servidor, ¿desea continuar?";
"_same_device_different_passcode_"  = "El archivo fue cifrado en el mismo archivo pero con diferente código. Mantenga en mente que si ingresa el código de cifrado anterior, los archivos con el nuevo código no se podrán leer.";
"_file_encrypted_another_device_"   = "El archivo fue cifrado con otro dispositivo [%@], ingrese el código para descifrar el contenido.";
"_file_not_found_reload_"       = "Archivo no encontrado, arrastra hacia abajo para volver a cargar";
"_title_section_download_"      = "DESCARGAR";
"_title_section_upload_"        = "SUBIR";
"_group_alphabetic_yes_"        = "✓ Agrupar alfabéticamente";
"_group_alphabetic_no_"         = "Agrupar alfabéticamente";
"_group_typefile_yes_"          = "✓ Agrupar por tipo de archivo";
"_group_typefile_no_"           = "Agrupar por tipo de archivo";
"_group_date_yes_"              = "✓ Agrupar por fecha";
"_group_date_no_"               = "Agrupar por fecha";
"_element_"                     = "elemento";
"_elements_"                    = "elementos";
"_tite_footer_upload_wwan_"     = "Red Wi-Fi requerida, %lu %@ para subir";
"_tite_footer_upload_"          = "%lu %@ para subir";
"_tite_footer_download_wwan_"   = "Se requiere red Wi-Fi, %lu %@ para subir";
"_tite_footer_download_"        = "%lu %@ para descargar";
"_limited_dimension_"           = "Se ha alcanzado el tamaño máximo";
"_same_device_different_passcode_hint_" = "El archivo fue cifrado por el mismo dispositivo pero con un código de paso de cifrado diferente. Atención: si se introduce el código de paso antiguo, los archivos cifrados con el nuevo código de paso no se podrán leer.\n\nPista: %@";
"_file_encrypted_another_device_hint_" = "El archivo fue cifrado por otro dispositivo [%@]. Introduce el código de paso de la clave de cifrado para leer sus contenidos.\n\nPista: %@";
"_save_selected_files_"         = "Guardar imágenes y vídeos al Álbum de Fotos";
"_file_not_saved_cameraroll_"   = "Error: el archivo no se ha guardao en el álbum de fotos";
"_file_saved_cameraroll_"       = "Archivo guardado en el álbum de fotos";
"_directory_on_top_yes_"        = "✓ Carpetas primero";
"_directory_on_top_no_"         = "Carpetas primero";
"_folder_automatic_upload_"     = "Carpeta para subida automática";
"_search_no_record_found_"      = "Sin resultados";
"_search_in_progress_"          = "Búsqueda en proceso...";
"_search_instruction_"          = "Buscar archivos (mínimo 2 caracteres)";
"_files_no_files_"              = "No hay archivos aquí";

"audio"                         = "AUDIO";
"compress"                      = "COMPRIMIR";
"directory"                     = "CARPETAS";
"document"                      = "DOCUMENTOS";
"image"                         = "IMÁGENES";
"template"                      = "PLANTILLAS";
"unknow"                        = "DESCONOCIDO";
"video"                         = "VÍDEO";

"_no_plist_pull_down_"          = "No se han subido los archivos cifrados, arrastra hacia abajo para volver a cargar";
"_file_del_only_local_"         = "Archivo no presente en el servidor";

"_copy_file_"                   = "Copiar archivo";
"_copy_files_"                  = "Copiar archivos";
"_paste_file_"                  = "Pegar archivo";
"_paste_file_encrypted_"        = "Pegar archivo cifrado";
"_paste_files_"                 = "Pegar archivos";
"_paste_files_encrypted_"       = "Pegar archivos cifrados";
"_paste_cryptated_"             = "Pegar archivo cifrado";

"_search_this_folder_"          = "Buscar en esta carpeta";
"_search_all_folders_"          = "Buscar en todas las carpetas";
"_search_sub_folder_"           = "Buscar aquí y en subcarpetas";

"_theming_is_light_"            = "El tema del servidor tiene un color demasiado brillante. No se puede aplicar";

// Security

"_reload_folder_"               = "Por favor, vuelve a cargar la carpeta";
"_encrypt_error_"               = "Ha ocurrido un error al cifrar el archivo %@ {%@}";
"_decrypt_error_"               = "Ha ocurrido un error al descifrar el archivo %@ {%@}";
"_encryption_"                  = "Cifrando...";
"_decryption_"                  = "Descifrando...";

// CoreData

"_required_new_database_"       = "Actualización lista: Vuelva a iniciar sesión para obtener la nueva versión de la base de datos.";

// Files Preview

"_insert_password_pfd_"         = "PDF seguro. Introduce la contraseña";
"_password_pdf_error_"          = "Contraseña errónea";
"_error_download_photobrowser_" = "Error: no se puede bajar la foto";

// Share

"_share_link_"                  = "Compartir enlace";
"_share_link_button_"           = "Enviar enlace a...";
"_password_"                    = "Contraseña";
"_share_password_"              = "Enlace protegido con contraseña";
"_share_expirationdate_"        = "Establecer fecha de expiración para el enlace";
"_date_"                        = "Fecha";
"_share_title_"                 = "Compartir";
"_add_sharee_"                  = "Añadir usuarios o grupos";
"_add_sharee_footer_"           = "Puedes compartir este recurso añadiendo usuarios o grupos. Para eliminar un archivo compartido, elimina todos los usuarios y grupos";
"_find_sharee_title_"           = "Buscar";
"_find_sharee_"                 = "Buscar usuarios o grupos...";
"_find_sharee_footer_"          = "Enter part of the name of the user or group to be searched (at least 2 characters) followed by 'Return', select the users that can access the share followed by 'Done' to confirm";
"_user_is_group_"               = "(grupo)";
"_direct_sharee_title_"         = "Compartir";
"_direct_sharee_footer_"        = "Si ya conoce el nombre, ingréselo, después seleccione el tipo de recurso y presione 'Hecho' para confirmar";
"_direct_sharee_"               = "Introduce el nombre de usuario:";
"_user_sharee_footer_"          = "Pulsa para cambiar privilegios";
"_share_type_title_"            = "Tipo de recurso";
"_share_type_user_"             = "Usuario";
"_share_type_group_"            = "Grupo";
"_share_type_remote_"           = "Remoto";

// Share Permission

"_share_permission_title_"          = "Privilegios";
"_share_permission_edit_"           = "Puede editar";
"_share_permission_file_can_write_" = "Puede escribir archivo";
"_share_permission_create_"         = "Puede crear";
"_share_permission_create_file_"    = "Puede crear archivos";
"_share_permission_create_folder_"  = "Puede crear carpetas";
"_share_permission_change_"         = "Puede cambiar";
"_share_permission_delete_"         = "Puede borrar";
"_share_permission_share_"          = "Puede compartir";
"_share_permission_rename_"         = "Puede renombrar";
"_share_permission_move_"           = "Puede mover";
"_share_permission_info_"           = "Compartir información";
"_share_permission_path_"           = "Archivo/carpeta";
"_share_permission_type_"           = "Tipo";
"_share_permission_typeuser_"       = "Usuario";
"_share_permission_typegroup_"      = "Grupo";
"_share_permission_typepubliclink_" = "Enlace";
"_share_permission_typefederated_"  = "Federado";
"_share_permission_owner_"          = "Propietario";
"_share_permission_date_"           = "Fecha";
"_share_permission_email_"          = "Notificación vía correo electrónico";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Compartido contigo";
"_type_resource_external_"          = "Almacenamiento externo";

// Share Ext

"_destiny_folder_"                  = "Carpeta : %@";

"_no_transfer_"                     = "Aún no hay transferencias";
"_no_transfer_sub_"                 = "Las subidas y bajadas de este dispositivo aparecerán aquí";
"_no_activity_"                     = "Aún no hay actividad";
"_transfers_"                       = "Transferencias";
"_activity_"                        = "Actividad";
"_activity_file_not_present_"       = "El archivo ya no esta presente";

// List Shares

"_list_shares_"                     = "Archivos compartidos";
"_list_shares_no_files_"            = "Aún no hay archivos compartidos";
"_tutorial_list_shares_view_"       = "Los archivos y carpetas que compartes aparecerán aquí";

// Offline - Local Storage

"_create_synchronization_"          = "Crear sincronización";
"_offline_"                         = "Sin conexión";
"_local_storage_"                   = "Almacenamiento local";
"_local_storage_no_record_"         = "Aún no hay archivos";

// Create Cloud

"_upload_photos_videos_"            = "Subir fotos y videos";
"_upload_file_"                     = "Subir archivo";
"_upload_encrypted_mode"            = "Subir en modo cifrado";
"_upload_template_"                 = "Subir una plantilla";
"_upload_plain_mode"                = "Subir en modo plano";

// Document Picker

"_save_document_picker_"            = "Guardar aqui";

// CreateFormUploadAssets

"_destination_folder_"              = "Carpeta destino";
"_use_folder_photos_"               = "Use la carpeta de Fotos como destino";
"_rename_filename_"                 = "Renombrar";
"_filename_"                        = "Nombre de archivo";
"_preview_filename_"                = "Example preview of filename, you can use the mask MM,MMM,DD,YY,YYYY and HH,hh,mm,ss,ampm for the date/time";
"_forbidden_characters_"            = "El nombre del archivo o carpeta contiene caracteres no admitidos";
"_add_filenametype_"                = "Add type in filename";
"_filenametype_photo_video_"        = "Photo/Video";

// Notification

"_notification_"                    = "Notificación";

// Photo Browser

"Done"                              = "Hecho";
"Select Photos"                     = "Seleccionar fotos";
"photo"                             = "foto";
"photos"                            = "fotos";
"of"                                = "de";
"%i of %i"                          = "%1$i de %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Auto upload filename";

